// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "名前";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "最終更新";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "サイズ";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "新しいフォルダ";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "削除";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "コピー";

// Text shown on a button which cancels an operation.
"cancelButton" = "キャンセル";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "キャンセル中";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "「%@」へのコピーの準備中";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "残り時間を計算中...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "残り時間: 5秒未満";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "残り時間: 15秒未満";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "残り時間: 30秒未満";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "残り時間: 約1分";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "残り時間: 約1時間";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@/%2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "無題フォルダ";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1件のアイテム、%1$@空き";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "削除中にエラーが発生しました";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "「%@」という名前のファイルまたはフォルダを削除できませんでした";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "フォルダを作成できませんでした";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "端末に接続できませんでした";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "携帯端末と通信できませんでした";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "フォルダ名を変更できませんでした";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "ファイル名を変更できませんでした";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "ファイルをコピーできませんでした";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "ファイルを上書きできませんでした";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "ファイル「%@」をコピーできませんでした";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android File Transferからファイルを開けません。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "ファイルを開くには、先にファイルをパソコンに移動してください。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android File Transferは複数のアイテムを開けません。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "開くアイテムが選択されていません。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "アイテムを1つ選択してもう一度お試しください。";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "エラーなし";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "その名前のアイテムはありません";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "この端末は初期化されていません。端末を再接続または再起動してください。";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "この名前のファイルまたはフォルダは既に存在しています";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "携帯端末を再接続または再起動してください。";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "「%@」という名前のアイテムはこのフォルダに既に存在します。";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "既存のアイテムをコピー元のアイテムで上書きしますか？";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "上書き";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "スキップ";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "すべて上書き";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "ファイル「%@」が大きすぎます。";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android File Transferはサイズが4 GB未満のファイルのみを転送できます";

// Warning shown before deleting files.
"deleteWarningTitle" = "選択したアイテムを完全に削除してもよろしいですか？";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "この操作は元に戻せません";

// Label for the About menu item
"menuAbout" = "Android File Transferについて";
// Label for the Services menu item
"menuServices" = "サービス";
// Label for the menu item which hides the application
"menuHide" = "Android File Transferを隠す";
// Label for the menu item which hides the other applications
"menuHideOthers" = "他を隠す";
// Label for the menu item which shows all windows
"menuShowAll" = "すべて表示";
// Label for the menu item which quits the application
"menuQuit" = "Android File Transferを終了";

// Label for the File menu
"menuFile" = "ファイル";
// Label for the menu item which creates a new folder
"menuNewFolder" = "新しいフォルダ";
// Label for the menu item which closes the window
"menuCloseWindow" = "ウィンドウを閉じる";
// Label for the menu item which deletes the selected items
"menuDelete" = "削除";

// Label for the Go menu
"menuGo" = "実行";
// Label for the menu item which goes back to the previous folder
"menuBack" = "戻る";
// Label for the menu item which goes forward to the next folder
"menuForward" = "転送";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "親フォルダ";
// Label for the menu item which open the selected
"menuOpenFolder" = "フォルダを開く";

// Label for the Window menu
"menuWindow" = "ウィンドウ";
// Label for the minimize window menu item
"menuMinimize" = "最小化";
// Label for the zoom window menu item
"menuZoom" = "ズーム";
// Label for the bring all to front menu item
"menuBringAllToFront" = "すべてを手前に移動";

// Label for the Help menu
"menuHelp" = "ヘルプ";
// Label for the help menu item
"menuHelpItem" = "Android File Transferヘルプ";

// Title shown on the welcome screen.
"welcomeTitleText" = "Android File Transferへようこそ";
// Body text of welcome screen.
"welcomeBodyText" = "USBケーブルを使ってMacとAndroid搭載端末を接続します。次に、アイテムをAndroid File TransferウインドウとFinderウインドウの間にドラッグします。詳しくは[ヘルプ] > [Android File Transferヘルプ]をタップしてご覧ください。\n\nAndroid File TransferはAndroid 3.0以降に対応しています。";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "開始";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Android搭載端末が見つかりません";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "開始するにはAndroid搭載端末にUSBケーブルを接続してください。";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
